Repository: AcceleratedLinux/accelerated-linux
Catalog: user/net-tools/po/*.po
Languages: cs

source: %d packets pruned from out-of-order queue
cs: poèet paketù odstranìných z fronty mimo-poøadí: %d

source: %d packets dropped from out-of-order queue because of socket buffer overrun
cs: poèet paketù zahozených z fronty mimo-poøadí kvùli pøeteèení bufferu soketu: %d

source: %d ICMP packets dropped because they were out-of-window
cs: poèet ICMP paketù zahozených, proto¾e byly mimo-okno: %d

source: %d ICMP packets dropped because socket was locked
cs: poèet ICMP paketù zahozených kvùli zamèenému soketu: %d

source: enabled
cs: zapnuto

source: disabled
cs: vypnuto

source: unknown title %s
cs: titulek %s je neznámý

source: error parsing /proc/net/snmp
cs: chyba pøi zpracování /proc/net/snmp

source: cannot open /proc/net/snmp
cs: /proc/net/snmp nelze otevøít

source: Hardware type `%s' not supported.
cs: Hardwarový typ `%s' není podporován.

source: Cannot change line discipline to `%s'.
cs: Linkovou disciplínu nelze na `%s' zmìnit.

source: UNSPEC
cs: NEZNÁM

source: UNIX Domain
cs: Doména UNIX

source: Please don't supply more than one address family.
cs: Nezadávejte více ne¾ jednu tøídu adres.

source: Too much address family arguments.
cs: Bylo zadáno pøíli¹ mnoho tøíd adres.

source: Unknown address family `%s'.
cs: Tøída adres `%s' není známa.

source: [NONE SET]
cs: [NENASTAVENO]

source: in_arcnet(%s): invalid arcnet address!
cs: in_arcnet(%s): chybná arcnet adresa!

source: in_arcnet(%s): trailing : ignored!
cs: in_arcnet(%s): nadbyteèné : ignorováno!

source: in_arcnet(%s): trailing junk!
cs: in_arcnet(%s): nadbyteèné znaky!

source: Malformed Ash address
cs: Chybná Ash adresa

source: Invalid callsign
cs: Nesprávný volací znak

source: Callsign too long
cs: Volací znak je pøíli¹ dlouhý.

source: AX.25 not configured in this system.
cs: AX.25 není na tomto systému nakonfigurováno.

source: Kernel AX.25 routing table
cs: Smìrovací tabulka v jádru pro AX.25

source: Destination Iface Use
cs: Adresát Rozhraní U¾ití

source: Routing table for `ddp' not yet supported.
cs: Smìrovací tabulka pro `ddp' není zatím podporována.

source: in_ether(%s): invalid ether address!
cs: in_ether(%s): chybná ethernetová adresa!

source: in_ether(%s): trailing : ignored!
cs: in_ether(%s): nadbyteèné : ignorováno!

source: in_ether(%s): trailing junk!
cs: in_ether(%s): nadbyteèné znaky!

source: in_fddi(%s): invalid fddi address!
cs: in_fddi(%s): chybná fddi adresa!

source: in_fddi(%s): trailing : ignored!
cs: in_fddi(%s): nadbyteèné : ignorováno!

source: in_fddi(%s): trailing junk!
cs: in_fddi(%s): nadbyteèné znaky!

source: Address family `%s' not supported.
cs: Tøída adres `%s' není podporována.

source: No routing for address family `%s'.
cs: Pro tøídu adres `%s' není ¾ádné smìrování.

source: in_hippi(%s): invalid hippi address!
cs: in_hippi(%s): chybná hippi adresa!

source: in_hippi(%s): trailing : ignored!
cs: in_hippi(%s): nadbyteèné : ignorováno!

source: in_hippi(%s): trailing junk!
cs: in_hippi(%s): nadbyteèné znaky!

source: Local Loopback
cs: Místní smyèka

source: Serial Line IP
cs: IP po sériové lince

source: VJ Serial Line IP
cs: Vj IP po sériové lince

source: 6-bit Serial Line IP
cs: 6bitový IP po sériové lince

source: VJ 6-bit Serial Line IP
cs: 6bitový VJ IP po sériové lince

source: Adaptive Serial Line IP
cs: Adaptivní IP po sériové lince

source: Point-to-Point Protocol
cs: Point-to-Point Protokol

source: Frame Relay Access Device
cs: Pøístupové zaøízení Frame Relay

source: 16/4 Mbps Token Ring
cs: Token Ring 16/4 Mb/s

source: rresolve: unsupport address family %d !
cs: rresolve: tøída adres %d není podporována!

source: INET6 (IPv6) not configured in this system.
cs: INET6 (IPv6) není na tomto systému nakonfigurováno.

source: Kernel IPv6 routing table
cs: Smìrovací tabulka v jádru pro IPv6

source: Destination Next Hop Flags Metric Ref Use Iface
cs: Adresát Dal¹í Smìrovaè Pøízn Metrika Odkaz U¾it Rozhraní

source: Kernel IPv6 Neighbour Cache
cs: Cache sousedù v jádru pro IPv6

source: Neighbour HW Address Iface Flags Ref State
cs: Soused HW Adresa Rozhraní Pøízn Odkazy Stav

source: Neighbour HW Address Iface Flags Ref State Stale(sec) Delete(sec)
cs: Soused HW Adresa Rozhraní Pøíznaky Odkazy Stav Pro¹lý(sec) Smazat(sec)

source: Usage: inet6_route [-vF] del Target
cs: Pou¾ití: inet6_route [-vF] del Cíl

source: inet6_route [-vF] add Target [gw Gw] [metric M] [[dev] If]
cs: inet6_route [-vF] add Cíl [gw Gw] [metrika M] [[dev] If]

source: inet6_route [-FC] flush NOT supported
cs: inet6_route [-FC] flush NENÍ podporováno

source: Flushing `inet6' routing table not supported
cs: Smìrovací tabulku `inet6' nelze vyprazdòovat

source: INET (IPv4) not configured in this system.
cs: INET (IPv4) není na tomto systému nakonfigurováno.

source: Kernel IP routing table
cs: Smìrovací tabulka v jádru pro IP

source: Destination Gateway Genmask Flags Metric Ref Use Iface
cs: Adresát Brána Maska Pøízn Metrik Odkaz U¾t Rozhraní

source: Destination Gateway Genmask Flags MSS Window irtt Iface
cs: Adresát Brána Maska Pøízn MSS Okno irtt Rozhraní

source: Destination Gateway Genmask Flags Metric Ref Use Iface MSS Window irtt
cs: Adresát Brána Maska Pøízn Metrik Odkazy U¾t Rozhraní MSS Okno irtt

source: Kernel IP routing cache
cs: Smìrovací cache v jádru pro IP

source: Source Destination Gateway Flags Metric Ref Use Iface
cs: Odesílatel Adresát Maska Pøízn Metrik Odkazy U¾t Rozhraní

source: Source Destination Gateway Flags MSS Window irtt Iface
cs: Odesílatel Adresát Maska Pøízn MSS Okno irtt Rozhraní

source: Source Destination Gateway Flags Metric Ref Use Iface MSS Window irtt HH Arp
cs: Odesílatel Adresát Maska Pøízn Metrik Odkazy U¾t Rozhraní MSS Okno irtt HH Arp

source: Source Destination Gateway Flags Metric Ref Use Iface MSS Window irtt TOS HHRef HHUptod SpecDst
cs: Odesílatel Adresát Maska Pøízn Metrik Odkazy U¾t Rozhraní MSS Okno irtt TOS HHOdk HHAktuál Zvlá¹tCíl

source: Usage: inet_route [-vF] del {-host|-net} Target[/prefix] [gw Gw] [metric M] [[dev] If]
cs: Pou¾ití: inet_route [-vF] del {-host|-net} Cíl[/prefix] [gw Gw] [metrika M] [[dev] If]

source: inet_route [-vF] add {-host|-net} Target[/prefix] [gw Gw] [metric M]
cs: inet_route [-vF] add {-host|-net} Cíl[/prefix] [gw Gw] [metrika M]

source: inet_route [-vF] add {-host|-net} Target[/prefix] [metric M] reject
cs: inet_route [-vF] add {-host|-net} Cíl/[prefix] [metrika M] reject

source: inet_route [-FC] flush NOT supported
cs: inet_route [-FC] flush NENÍ podporováno

source: route: %s: cannot use a NETWORK as gateway!
cs: route: %s: sí» nelze pou¾ít jako bránu!

source: route: Invalid window.
cs: route: Nesprávné okno.

source: route: Invalid initial rtt.
cs: route: Nesprávné zahajovací rtt.

source: route: netmask %.8x doesn't make sense with host route
cs: route: sí»ová maska %.8x nedává smysl, kdy¾ cílem je cesty poèítaè

source: route: bogus netmask %s
cs: route: sí»ová maska %s je nesprávná

source: route: netmask doesn't match route address
cs: route: sí»ová maska nevyhovuje adrese cesty

source: Flushing `inet' routing table not supported
cs: Smìrovací cache `inet' nelze vyprazdòovat

source: Modifying `inet' routing cache not supported
cs: Smìrovací cache `inet' nelze mìnit

source: IPX not configured in this system.
cs: IPX není na tomto systému nakonfigurováno.

source: Kernel IPX routing table
cs: Smìrovací tabulka v jádru pro IPX

source: Destination Router Net Router Node
cs: Cíl Smìrovaè Sí» Smìrovaè Uzel

source: IPX: this needs to be written
cs: IPX: toto je tøeba ulo¾it

source: IP masquerading entries
cs: IP maskovací polo¾ky

source: prot expire source destination ports
cs: prot ¾ivot zdroj cíl porty

source: prot expire initseq delta prevd source destination ports
cs: prot ¾ivot zahajsek delta pøedchd zdroj cíl porty

source: NET/ROM not configured in this system.
cs: NET/ROM není na tomto systému nakonfigurováno.

source: Kernel NET/ROM routing table
cs: Smìrovací tabulka v jádru pro NET/ROM

source: Destination Mnemonic Quality Neighbour Iface
cs: Cíl Mnemonika Kvalita Soused Rozhraní

source: netrom usage
cs: pou¾ití netrom

source: NET/ROM: this needs to be written
cs: NET/ROM: toto je potøeba ulo¾it

source: You cannot start PPP with this program.
cs: Tímto programem nelze PPP spustit.

source: Sorry, use pppd!
cs: Lituji, pou¾ijte pppd!

source: Node address must be ten digits
cs: Adresa uzlu musí mít 10 èíslic

source: ROSE not configured in this system.
cs: ROSE není na tomto systému nakonfigurováno.

source: Kernel ROSE routing table
cs: Smìrovací tabulka v jádru pro ROSE

source: in_tr(%s): invalid token ring address!
cs: in_tr(%s): nesprávná token ring adresa!

source: in_tr(%s): trailing : ignored!
cs: in_tr(%s): nadbyteèné: ignorováno!

source: in_tr(%s): trailing junk!
cs: in_tr(%s): nadbyteèné znaky!

source: warning: no inet socket available: %s
cs: varování: není dostupný ¾ádný inet soket: %s

source: Device not found
cs: Zaøízení nebylo nalezeno

source: %s: error fetching interface information: %s
cs: %s: chyba pøi získávání informací o rozhraní %s

source: No usable address families found.
cs: Nebyla nalezena ¾ádná pou¾itelná tøída adres.

source: ip: %s is invalid inet address
cs: ip: %s není platnou inet adresou

source: ip: %s is invalid inet prefix
cs: ip: %s není platným inet prefixem

source: ip: %s is invalid IPv4 address
cs: ip: %s není platnou IPv4 adresou

source: ip: argument is wrong: %s
cs: ip: argument %s je nesprávný

source: Usage: ipmaddr [ add | del ] MULTIADDR dev STRING
cs: Usage: ipmaddr [ add | del ] MULTIADR dev ØETÌZEC

source: ipmaddr show [ dev STRING ] [ ipv4 | ipv6 | link | all ]
cs: ipmaddr show [ dev ØETÌZEC ] [ ipv4 | ipv6 | link | all ]

source: family %d
cs: tøída %d

source: users %d
cs: u¾ivatelé %d

source: Cannot create socket
cs: Soket nelze vytvoøit

source: slattach: /dev/%s already locked!
cs: slattach: zaøízení /dev/%s je ji¾ zamèeno!

source: slattach: cannot write PID file
cs: slattach: do PID souboru nelze zapisovat

source: slattach: tty_lock: UUCP user %s unknown!
cs: slattach: tty_lock: u¾ivatel UUCP %s není znám!

source: slattach: tty_open: cannot get current state!
cs: slattach: tty_open: aktuální stav nelze zjistit!

source: slattach: tty_open: cannot get current line disc!
cs: slattach: tty_open: aktuální linkovou disciplínu nelze zjistit!

source: slattach: tty_open: cannot set RAW mode!
cs: slattach: tty_open: re¾im RAW nelze nastavit!

source: slattach: tty_open: cannot set %s bps!
cs: slattach: tty_open: %s bps nelze nastavit!

source: slattach: tty_open: cannot set 8N1 mode!
cs: slattach: tty_open: re¾im 8N1 nelze nastavit!

source: %s started
cs: protokol %s spu¹tìn

source: on %s
cs: na %s

source: interface %s
cs: rozhraní %s
