Repository: AcceleratedLinux/accelerated-linux
Catalog: user/net-tools/po/*.po
Languages: cs

source: arp: need host name
cs: arp: je tøeba jméno poèítaèe

source: No ARP entry for %s
cs: Pro %s neexistuje ARP polo¾ka

source: arp: cant get HW-Address for `%s': %s.
cs: arp: HW adresu `%s' nelze zjistit: %s

source: arp: protocol type mismatch.
cs: arp: chybnì zadaný typ protokolu

source: arp: device `%s' has HW address %s `%s'.
cs: arp: zaøízení `%s' má Hw adresu %s `%s'.

source: arp: need hardware address
cs: arp: je tøeba hardwarová adresa

source: arp: invalid hardware address
cs: arp: nesprávná hardwarová adresa

source: arp: cannot open etherfile %s !
cs: arp: databázi ethernetových adres %s nelze otevøít!

source: arp: format error on line %u of etherfile %s !
cs: arp: syntaktická chyba na øádku %u databáze ethernetových adres %s!

source: arp: cannot set entry on line %u of etherfile %s !
cs: arp: polo¾ku na øádku %u databáze ethernetových adres %s nelze nastavit!

source: Address HWtype HWaddress Flags Mask Iface
cs: Adresa HWtyp HWadresa Pøíz Maska Rozhraní

source: (incomplete)
cs: (nekompletní)

source: %s (%s) at
cs: %s (%s) na

source: <incomplete>
cs: <nekompletní>

source: netmask %s
cs: sí»ová maska %s

source: on %s
cs: na %s

source: Entries: %d Skipped: %d Found: %d
cs: Polo¾ky: %d Vynecháno: %d Nalezeno: %d

source: %s (%s) -- no entry
cs: %s (%s) -- ¾ádná polo¾ka

source: arp: in %d entries no match found.
cs: arp: ¾ádná z polo¾ek (%d) nevyhovuje.

source: Usage: arp [-vn] [<HW>] [-i <if>] [-a] [<hostname>] <-Display ARP cache
cs: Pou¾ití: arp [-vn] [<HW>] [-i <if> [-a] [<poèítaè>] <-Zobrazí ARP cache

source: arp [-v] [-i <if>] -d <hostname> [pub][nopub] <-Delete ARP entry
cs: arp [-v] [-i <if>] -d <poèítaè> [pub][nopub] <-Sma¾e polo¾ku ARP

source: arp [-v] [<HW>] [-i <if>] -s <hostname> <hwaddr> [temp][nopub] <-Add entry
cs: arp [-v] [<HW> [-i <if> -s <poèítaè> <hwadr> [temp][nopub] <-Pøidá polo¾ku

source: arp [-v] [<HW>] [-i <if>] -s <hostname> <hwaddr> [netmask <nm>] pub <-''-
cs: arp [-v] [<HW>] [-i <if>] -s <soubor> <hwadr> [sí»mask <èís>] <-''-

source: arp [-v] [<HW>] [-i <if>] -Ds <hostname> <if> [netmask <nm>] pub <-''-
cs: arp [-v] [<HW> [-i <if> -Ds <poèítaè> <if> [sí»mask <èís>] pub <-''-

source: -a display (all) hosts in alternative (BSD) style
cs: -a zobrazí jmna v¹ech poèítaèù alternativním (BSD) zpùsobem

source: -s, --set set a new ARP entry
cs: -s, --set nastaví novou ARP polo¾ku

source: -d, --delete delete a specified entry
cs: -d, --delete sma¾e zadanou ARP polo¾ku

source: -v, --verbose be verbose
cs: -v, --verbose bude vypisovat podrobné zprávy o èinnosti

source: -n, --numeric dont resolve names
cs: -n, --numeric nebude pøevádìt èíselné adresy na kanonická jména

source: -i, --device specify network interface (e.g. eth0)
cs: -i, --device zadává sí»ové rozhraní (napø. eth0)

source: -D, --use-device read <hwaddr> from given device
cs: -D, --use-device ète <hwadr> ze zadaného zaøízení

source: <HW>=Use '-H <hw>' to specify hardware address type. Default: %s
cs: <HW>=Pou¾ijte '-H <hw> pro zadání hardwarového typu adresy. Implicitnì: %s

source: List of possible hardware types (which support ARP):
cs: Seznam mo¾ných hardwarových typù (podporujících ARP):

source: %s: hardware type not supported!
cs: hardwarový typ %s není podporován!

source: %s: address family not supported!
cs: tøída adres %s není podporována!

source: arp: -N not yet supported.
cs: arp: pøepínaè -N není zatím podporován

source: arp: %s: unknown address family.
cs: arp: neznámá tøída adres %s.

source: arp: %s: unknown hardware type.
cs: arp: neznámý hardwarový typ %s.

source: arp: %s: kernel only supports 'inet'.
cs: arp: %s: jádro podporuje pouze 'inet'.

source: arp: %s: hardware type without ARP support.
cs: arp: hardwarový typ %s nepodporuje ARP.

source: Setting nodename to `%s'
cs: Nastavuji jméno uzlu na `%s'

source: %s: you must be root to change the node name
cs: %s: jméno uzlu mù¾e zmìnit pouze superu¾ivatel

source: %s: name too long
cs: jméno %s je pøíli¹ dlouhé

source: Setting hostname to `%s'
cs: Nastavuji jméno poèítaèe na `%s'

source: %s: you must be root to change the host name
cs: %s: jméno poèítaèe mù¾e zmìnit pouze superu¾ivatel

source: Setting domainname to `%s'
cs: Nastavuji jméno domény na `%s'

source: %s: you must be root to change the domain name
cs: %s: jméno domény mù¾e zmìnit pouze superu¾ivatel

source: Resolving `%s' ...
cs: Vyhledávám `%s' ...

source: Result: h_name=`%s'
cs: Výsledek: h_name=`%s'

source: Result: h_aliases=`%s'
cs: Výsledek: h_aliases=`%s'

source: Result: h_addr_list=`%s'
cs: Výsledek: h_addr_list=`%s'

source: %s: can't open `%s'
cs: %s: `%s' nelze otevøít

source: Usage: hostname [-v] {hostname|-F file} set hostname (from file)
cs: Pou¾ití: hostname [-v] {jméno|-F soubor} nastaví jméno poèítaèe (ze souboru)

source: domainname [-v] {nisdomain|-F file} set NIS domainname (from file)
cs: domainname [-v] {jméno|-F soubor} nastaví jméno NIS domény (ze souboru)

source: nodename [-v] {nodename|-F file} set DECnet node name (from file)
cs: nodename [-v] {jméno|-F soubor} nastaví jméno DECnet uzlu (ze souboru)

source: hostname [-v] [-d|-f|-s|-a|-i|-y|-n] display formatted name
cs: hostname [-v] [-d|-f|-s|-a|-i|-y|-n] vypí¹e formátované jméno

source: hostname [-v] display hostname
cs: hostname [-v] vypí¹e jméno poèítaèe

source: hostname -V|--version|-h|--help print info and exit
cs: hostname -V|--version|-h|--help vypí¹e informace a skonèí

source: -s, --short short host name
cs: -s, --short krátké jméno poèítaèe

source: -a, --alias alias names
cs: -a, --alias pøezdívky

source: -i, --ip-address addresses for the hostname
cs: -i, --ip-address adresy odpovídající jménu poèítaèe

source: -f, --fqdn, --long long host name (FQDN)
cs: -f, --fqdn, --long dlouhé jméno poèítaèe (kanonické)

source: -d, --domain DNS domain name
cs: -d, --domain jméno DNS domény

source: -y, --yp, --nis NIS/YP domainname
cs: -y, --yp, --nis jméno NIS/YP domény

source: -n, --node DECnet node name
cs: -n, --node jméno DECnet uzlu

source: -F, --file read hostname or NIS domainname from given file
cs: -F, --file ète jméno poèítaèe èi nis domény ze souboru

source: %s: You can't change the DNS domain name with this command
cs: %s: Tímto pøíkazem nelze DNS jméno domény zmìnit

source: Unless you are using bind or NIS for host lookups you can change the DNS
cs: Pokud nepou¾íváte bind èi NIS pro vyhledávání jmen poèítaèù, pak mù¾ete zmìnit

source: domain name (which is part of the FQDN) in the /etc/hosts file.
cs: DNS jméno domény (je souèástí kanonického jména poèítaèe) v souboru /etc/hosts

source: %-9.9s Link encap:%s
cs: %-9.9s Zapouzdøení:%s

source: HWaddr %s
cs: HWadr %s

source: Media:%s
cs: Médium:%s

source: %s addr:%s
cs: %s adr:%s

source: Bcast:%s
cs: V¹esmìr:%s

source: Mask:%s
cs: Maska:%s

source: inet6 addr: %s/%d
cs: inet6-adr: %s/%d

source: Scope:
cs: Rozsah:

source: Global
cs: Globál

source: Link
cs: Linka

source: Site
cs: Stanovi¹tì

source: Compat
cs: Kompatibilita

source: Host
cs: Poèítaè

source: Unknown
cs: Neznám.

source: IPX/Ethernet II addr:%s
cs: IPX/Ethernet II adr: %s

source: IPX/Ethernet SNAP addr:%s
cs: IPX/Ethernet SNAP adr:%s

source: IPX/Ethernet 802.2 addr:%s
cs: IPX/Ethernet 802.2 adr:%s

source: IPX/Ethernet 802.3 addr:%s
cs: IPX/Ethernet 802.3 adr:%s

source: EtherTalk Phase 2 addr:%s
cs: EtherTalk Phase 2 adr:%s

source: econet addr:%s
cs: econet adr:%s

source: [NO FLAGS]
cs: [®ÁDNÉ PØÍZNAKY]

source: UP
cs: AKTIVOVÁNO

source: BROADCAST
cs: V©ESMÌROVÉ_VYSÍLÁNÍ

source: LOOPBACK
cs: SMYÈKA

source: RUNNING
cs: BÌ®Í

source: NOARP
cs: NEARP

source: PROMISC
cs: PROMISK

source: MTU:%d Metric:%d
cs: MTU:%d Metrika:%d

source: RX packets:%lu errors:%lu dropped:%lu overruns:%lu frame:%lu
cs: pøijmutých paketù:%lu chyb:%lu zahozeno:%lu pøeteèení:%lu rámcù:%lu

source: compressed:%lu
cs: komprimováno:%lu

source: TX packets:%lu errors:%lu dropped:%lu overruns:%lu carrier:%lu
cs: odeslaných paketù:%lu chyb:%lu zahozeno:%lu pøeteèení:%lu pøenos:%lu

source: collisions:%lu
cs: kolizí:%lu

source: compressed:%lu
cs: komprimováno:%lu

source: txqueuelen:%d
cs: délka odchozí fronty:%d

source: Interrupt:%d
cs: Pøeru¹ení:%d

source: Base address:0x%x
cs: Vstupnì/Výstupní port:0x%x

source: Memory:%lx-%lx
cs: Pamì»:%lx-%lx

source: DMA chan:%x
cs: Kanál DMA:%x

source: %s: unknown interface: %s
cs: %s: rozhraní %s není známo

source: Usage: ifconfig [-a] [-i] [-v] <interface> [[<AF>] <address>]
cs: Pou¾ití: ifconfig [-a] [-i] [-v] <rozhraní> [[<AF>] <adresa>]

source: [add <address>[/<prefixlen>]]
cs: [add <adresa>[/<délka prefixu>]]

source: [del <address>[/<prefixlen>]]
cs: [del <adresa>[/<délka prefixu>]]

source: [[-]broadcast [<address>]] [[-]pointopoint [<address>]]
cs: [[-]broadcast [<adresa>]] [[-]pointopoint [<adresa>]]

source: [netmask <address>] [dstaddr <address>] [tunnel <address>]
cs: [netmask <adresa>] [dstaddr <adresa>] [tunnel <adresa>]

source: [hw <HW> <address>] [metric <NN>] [mtu <NN>]
cs: [hw <HW> <adresa>] [metric <NN>] [mtu <NN>]

source: [mem_start <NN>] [io_addr <NN>] [irq <NN>] [media <type>]
cs: [mem_start <NN>] [io_addr <NN>] [irq <NN>] [media <typ>]

source: [txqueuelen <NN>]
cs: [txqueuelen délka]

source: <HW>=Hardware Type.
cs: <HW>=Hardwarový Typ.

source: List of possible hardware types:
cs: Seznam mo¾ných hardwarových typù:

source: <AF>=Address family. Default: %s
cs: <AF>=tøída adres. Implicitní: %s

source: List of possible address families:
cs: Seznam mo¾ných tøíd adres:

source: Unknown media type.
cs: Neznámý typ média.

source: %s: invalid %s address.
cs: %s: adresa %s je nesprávná.

source: No support for INET6 on this system.
cs: Tento systém nepodporuje INET6.

source: Address deletion not supported on this system.
cs: Tento systém nepodporuje mazání adres.

source: No support for INET on this system.
cs: Tento systém nepodporuje INET.

source: No support for ECONET on this system.
cs: Tento systém nepodporuje ECONET.

source: Don't know how to set addresses for family %d.
cs: Nevím, jak nastavit adresu tøídy %d.

source: (No info could be read for "-p": geteuid()=%d but you should be root.)
cs: (Pro "-p" nelze získat ¾ádné informace: geteuid()=%d, ale je tøeba, aby jste byl superu¾ivatelem)

source: (Not all processes could be identified, non-owned process info will not be shown, you would have to be root to see it all.)
cs: (V¹echny procesy nemohly být identifikovány. Budou vypsaány informace pouze o procesech, jich¾ jste vlastníkem. Aby jste mohl vidìt v¹e, musel byste být superu¾ivatelem.)

source: LISTENING
cs: NASLOUCHÁ

source: CONN SENT
cs: CONN ODESLÁN

source: DISC SENT
cs: DISC ODESLÁN

source: ESTABLISHED
cs: SPOJENO

source: Active NET/ROM sockets
cs: Aktivní NET/ROM sokety

source: User Dest Source Device State Vr/Vs Send-Q Recv-Q
cs: U¾ivatel Cíl Zdroj Zaøízení Stav Vr/Vs Odch-F Pøích-F

source: Problem reading data from %s
cs: Chyba pøi ètení dat z %s

source: CLOSE
cs: ZAVØEN

source: LAST_ACK
cs: POSLEDNÍ ACK

source: CLOSING
cs: ZAVíRÁ

source: warning, got bogus igmp6 line %d.
cs: varování, nesmyslný igmp6 øádek %d.

source: netstat: unsupported address family %d !
cs: netstat: tøída adres %d není podporována !

source: warning, got bogus igmp line %d.
cs: varování, nesmyslný igmp øádek %d.

source: warning, got bogus tcp line.
cs: varování, nesmyslný tcp øádek.

source: off (0.00/%ld/%d)
cs: vyp (0.00/%ld/%d)

source: unkn-%d (%2.2f/%ld/%d)
cs: nezn-%d (%2.2f/%ld/%d)

source: warning, got bogus udp line.
cs: varování, nesmyslný udp øádek.

source: UNKNOWN
cs: NEZNÁM

source: on%d (%2.2f/%ld/%d)
cs: zap%d (%2.2f/%ld/%d)

source: warning, got bogus raw line.
cs: varování, nesmyslný 'raw' øádek.

source: warning, got bogus unix line.
cs: varování, netstat 'unix' øádek.

source: FREE
cs: NEALOKOVÁN

source: CONNECTING
cs: SPOJUJE

source: CONNECTED
cs: SPOJEN

source: DISCONNECTING
cs: ODPOJUJE

source: Active UNIX domain sockets
cs: Aktivní sokety domény UNIX

source: (servers and established)
cs: (servery a navázaná spojení)

source: (only servers)
cs: (pouze servery)

source: (w/o servers)
cs: (w/o servery)

source: Proto RefCnt Flags Type State I-Node
cs: Proto Èítaè Pøíznaky Typ Stav I-Uzel

source: Path
cs: Cesta

source: SABM SENT
cs: SABM ODESLÁN

source: RECOVERY
cs: OBNOVA

source: Active AX.25 sockets
cs: Aktivní AX.25 sokety

source: Dest Source Device State Vr/Vs Send-Q Recv-Q
cs: Cíl Zdroj Zaøíz Stav Vr/Vs Odhod-F Pøích-F

source: problem reading data from %s
cs: chyba pøi ètení dat z %s

source: Active IPX sockets Proto Recv-Q Send-Q Local Address Foreign Address State
cs: Aktivní IPX sokety Proto Pøích-F Odch-F Lokál adresa Vzdálená adresa Stav

source: User
cs: U¾ivatel

source: ESTAB
cs: SPOJEN

source: UNK.
cs: NEZ.

source: - no statistics available -
cs: - statistická data nejsou dostupná -

source: [NO FLAGS]
cs: [®ÁDNÉ PØÍZNAKY]

source: Kernel Interface table
cs: Tabulka rozhraní v jádru

source: Iface MTU Met RX-OK RX-ERR RX-DRP RX-OVR TX-OK TX-ERR TX-DRP TX-OVR Flg
cs: Rozhr MTU Met PØ-OK PØ-CHYB PØ-ZAH PØ-PØT OD-OK OD-CHYB OD-ZAH OD-PØT PØZ

source: missing interface information
cs: chybí informace o rozhraní

source: usage: netstat [-veenNcCF] [<Af>] -r netstat {-V|--version|-h|--help}
cs: Pou¾ití: netstat [--veenNcCF] [<TA>] -r netstat {-V|--version|-h|--help}

source: netstat [-vnNcaeol] [<Socket> ...]
cs: netstat [-vnNcaeol] [<Soket> ...]

source: -r, --route display routing table
cs: -r, --route vypí¹e smìrovací tabulku

source: -i, --interfaces display interface table
cs: -i, --interfaces vypí¹e tabulku rozhraní

source: -g, --groups display multicast group memberships
cs: -g, --groups vypí¹e èlenství v multicast skupinách

source: -s, --statistics display networking statistics (like SNMP)
cs: -s, --statistics vypí¹e statistiku sí»ové aktivity (jako SNMP)

source: -M, --masquerade display masqueraded connections
cs: -M, --masquerade vypí¹e maskovaná spojení

source: -N, --symbolic resolve hardware names
cs: -N, --symbolic pøevede hw jména

source: -e, --extend display other/more information
cs: -e, --extend vypí¹e podrobnìj¹í informace

source: -p, --programs display PID/Program name for sockets
cs: -p, --programs vypí¹e PID/jméno programu pro sokety

source: -c, --continuous continuous listing
cs: -c, --continuous nepøeru¹ovaný výpis

source: -l, --listening display listening server sockets
cs: -l, --listening vypí¹e sokety, na nich¾ je nasloucháno

source: -a, --all, --listening display all sockets (default: connected)
cs: -a, --all, --listening vypí¹e v¹echny sokety (implicitnì: spojené)

source: -o, --timers display timers
cs: -o, --timers zobrazí èasovaèe

source: -F, --fib display Forwarding Information Base (default)
cs: -F, --fib zobrazí Forwarding Infomation Base (implicitní)

source: -C, --cache display routing cache instead of FIB
cs: -C, --cache místo FIB zobrazí smìrovací cache

source: <Socket>={-t|--tcp} {-u|--udp} {-w|--raw} {-x|--unix} --ax25 --ipx --netrom
cs: <Soket>={-t|--tcp} {-u|--udp} {-w|--raw} {-x|--unix} --ax25 --ipx --netrom

source: <AF>=Use '-A <af>' or '--<af>' Default: %s
cs: <AF>=Pou¾ijte '-A <af>' or '--<af>' Implicitní: %s

source: List of possible address families (which support routing):
cs: Seznam mo¾ných tøíd adres (podporujících smìrování):

source: Active Internet connections
cs: Aktivní Internetová spojení

source: Proto Recv-Q Send-Q Local Address Foreign Address State
cs: Proto Pøích-F Odch-F Místní Adresa Vzdálená Adresa Stav

source: User Inode
cs: U¾ivatel I-uzel

source: Timer
cs: Èasovaè

source: IPv4 Group Memberships
cs: Èlenství v IPv4 skupinách

source: Interface RefCnt Group
cs: Rozhraní Èítaè Skupina

source: This kernel does not support RARP.
cs: Toto jádro nepodporuje RARP.

source: no RARP entry for %s.
cs: pro %s neexistuje RARP polo¾ka.

source: %s: bad hardware address
cs: hardwarová adresa %s je nesprávná

source: rarp: cannot open file %s:%s.
cs: rarp: soubor %s:%s nelze otevøít.

source: rarp: format error at %s:%u
cs: rarp: syntaktická chyba na øádku %2$u souboru %1$s

source: rarp: %s: unknown host
cs: rarp: poèítaè %s není znám

source: rarp: cannot set entry from %s:%u
cs: rarp: nelze nastavit polo¾ku z øádku %2$u souboru %1$s

source: Usage: rarp -a list entries in cache.
cs: Pou¾ití: rarp -a vypí¹e polo¾ky z cache.

source: rarp -d <hostname> delete entry from cache.
cs: rarp -d <jméno> sma¾e polo¾ku z cache.

source: rarp [<HW>] -s <hostname> <hwaddr> add entry to cache.
cs: rarp [<HW>] -s <jméno> <hwadr> pøidá polo¾ku do cache.

source: rarp -f add entries from /etc/ethers.
cs: rarp -f pøidá polo¾ky z /etc/ethers.

source: rarp -V display program version.
cs: rarp -V vypí¹e oznaèení verze programu.

source: %s: illegal option mix.
cs: Kombinace pøepínaèù %s je nesprávná.

source: rarp: %s: unknown hardware type.
cs: rarp: hardwarový typ %s není znám.

source: Usage: route [-nNvee] [-FC] [<AF>] List kernel routing tables
cs: Pou¾ití: route [-nNvee] [-FC] [<AF>] Zobrazí smìrovací tabulky v jádru

source: route [-v] [-FC] {add|del|flush} ... Modify routing table for AF.
cs: route [-v] [-FC] {add|del|flush} ... Zmìní smìrovací tabulku pro AF.

source: route {-h|--help} [<AF>] Detailed usage syntax for specified AF.
cs: route {-h|--help [<AF>] Nápovìda pro pou¾ití s AF.

source: route {-V|--version} Display version/author and exit.
cs: route {-V|--version} Vypí¹e oznaèení verze a autora programu.

source: Usage: plipconfig [-a] [-i] [-v] interface
cs: Pou¾ití: plipconfig [-a] [-i] [-v] rozhraní

source: Usage: iptunnel { add | change | del | show } [ NAME ]
cs: Pou¾ití: iptunnel { add | change | del | show } [ JMÉNO ]

source: [ mode { ipip | gre | sit } ] [ remote ADDR ] [ local ADDR ]
cs: [ mode { ipip | gre | sit } ] [ vzdálená ADR ] [ místní ADR ]

source: [ [i|o]seq ] [ [i|o]key KEY ] [ [i|o]csum ]
cs: [ [i|o]seq ] [ [i|o]key KLÍÈ ] [ [i|o]csum ]

source: [ ttl TTL ] [ tos TOS ] [ nopmtudisc ] [ dev PHYS_DEV ]
cs: [ ttl TTL ] [ tos TOS ] [ nopmtudisc ] [ dev ZAØÍZENÍ ]

source: Where: NAME := STRING
cs: Kde: JMÉNO := ØETÌZEC

source: ADDR := { IP_ADDRESS | any }
cs: ADR := { IP-ADRESA | any }

source: TOS := { NUMBER | inherit }
cs: TOS := { ÈÍSLO | inherit }

source: KEY := { DOTTED_QUAD | NUMBER }
cs: KLÍÈ := { DOTTED_QUAD | ÈÍSLO }

source: Keys are not allowed with ipip and sit.
cs: S ipip a sit nejsou klíèe povoleny.

source: Broadcast tunnel requires a source address.
cs: Tunel se v¹esmìrovým vysíláním vy¾aduje zdrojovou adresu.

source: ttl != 0 and noptmudisc are incompatible
cs: ttl != 0 a noptmudisc se navzájem vyluèují

source: cannot determine tunnel mode (ipip, gre or sit)
cs: re¾im tunelu (ipip, gre èi sit) nelze zjistit

source: %s: %s/ip remote %s local %s
cs: %s: %s/ip vzdálený %s místní %s

source: unknown
cs: Neznám.

source: Drop packets out of sequence.
cs: Zahazuje pakety mimo poøadí.

source: Checksum in received packet is required.
cs: Pøijímané pakety musí mít kontrolní souèet.

source: Sequence packets on output.
cs: Øadí odchozí pakety.

source: Checksum output packets.
cs: Odchozí pakety budou mít kontrolní souèet.

source: Wrong format of /proc/net/dev. Sorry.
cs: Lituji, formát /proc/net/dev je chybný.

source: Failed to get type of [%s]
cs: Typ [%s] se nepodaøilo zjistit.

source: RX: Packets Bytes Errors CsumErrs OutOfSeq Mcasts
cs: RX: Pakety Bajty Chyby CsumChyb MimoPoø Mcasts

source: TX: Packets Bytes Errors DeadLoop NoRoute NoBufs
cs: TX: Pakety Bajty Chyby DeadLoop NoRoute NoBufs

source: ICMP input histogram:
cs: histogram ICMP vstupu:

source: ICMP output histogram:
cs: histogram ICMP výstupu:

source: Forwarding is %s
cs: Pøedávání je %s

source: Default TTL is %d
cs: Implicitní TTL je %d

source: %d total packets received
cs: celkem pøijmutých paketù: %d

source: %d with invalid headers
cs: s nesprávnými hlavièkami: %d

source: %d with invalid addresses
cs: s nesprávnými adresami: %d

source: %d forwarded
cs: pøedáno: %d

source: %d with unknown protocol
cs: s neznámým protokolem: %d

source: %d incoming packets discarded
cs: poèet zahozených pøíchozích paketù: %d

source: %d incoming packets delivered
cs: poèet doruèených pøíchozích paketù: %d

source: %d requests sent out
cs: poèet odeslaných po¾adavkù: %d

source: %d outgoing packets dropped
cs: poèet zahozených odchozích paketù: %d

source: %d dropped because of missing route
cs: zahozeno kvùli chybìjící cestì: %d

source: %d fragments dropped after timeout
cs: poèet fragmentù zahozených po vypr¹ení èasu: %d

source: %d reassemblies required
cs: poèet nutných znovusestavení: %d

source: %d packets reassembled ok
cs: poèet v poøádku znovu sestavených paketù: %d

source: %d packet reassembles failed
cs: poèet paketù, je¾ se nepodaøilo znovu sestavit: %d

source: %d fragments received ok
cs: poèet v poøádku pøijmutých fragmentù: %d

source: %d fragments failed
cs: poèet chybných fragmentù: %d

source: %d fragments created
cs: poèet vytvoøených fragmentù: %d

source: %d ICMP messages received
cs: poèet pøijmutých ICMP zpráv: %d

source: %d input ICMP message failed.
cs: poèet chybných pøíchozích ICMP zpráv: %d

source: destination unreachable: %d
cs: adresát nedostupný: %d

source: timeout in transit: %d
cs: vypr¹el èas pøi pøenosu: %d

source: wrong parameters: %d
cs: chybné parametry: %d

source: source quenchs: %d
cs: øízení toku dat: %d

source: redirects: %d
cs: zmìna cesty: %d

source: echo requests: %d
cs: ¾ádost o echo: %d

source: echo replies: %d
cs: odpovìï na ¾ádost o echo: %d

source: timestamp request: %d
cs: ¾ádost o èas: %d

source: timestamp reply: %d
cs: odpovìï na ¾ádost o èas: %d

source: address mask request: %d
cs: ¾ádost o masku podsítì: %d

source: address mask replies
cs: odpovìdi na ¾ádost o masku podsítì

source: %d ICMP messages sent
cs: poèet odeslaných ICMP zpráv: %d

source: %d ICMP messages failed
cs: poèet chybných ICMP zpráv: %d

source: time exceeded: %d
cs: vypr¹ení ¾ivotnosti: %d

source: source quench: %d
cs: øízení toku dat: %d

source: redirect: %d
cs: zmìna cesty: %d

source: echo request: %d
cs: ¾ádost o echo: %d

source: timestamp requests: %d
cs: ¾ádost o èas: %d

source: timestamp replies: %d
cs: odpovìï na ¾ádost o èas: %d

source: address mask requests: %d
cs: ¾ádost o masku podsítì: %d

source: address mask replies: %d
cs: odpovìï na ¾ádost o masku podsítì: %d

source: RTO algorithm is %s
cs: RTO algoritmus je %s

source: %d active connections openings
cs: poèet aktivnì navázaných spojení: %d

source: %d passive connection openings
cs: poèet pasivnì navázaných spojení: %d

source: %d failed connection attempts
cs: poèet neúspì¹ných pokusù o spojení: %d

source: %d connection resets received
cs: poèet pøijmutých resetù: %d

source: %d connections established
cs: poèet navázaných spojení: %d

source: %d segments received
cs: poèet pøijmutých segmentù: %d

source: %d segments send out
cs: poèet odeslaných segmentù: %d

source: %d segments retransmited
cs: poèet pøenesených segmentù: %d

source: %d bad segments received.
cs: poèet chybných pøíchozích segmentù: %d.

source: %d resets sent
cs: poèet odeslaných resetù: %d

source: %d packets received
cs: poèet pøijmutých paketù: %d

source: %d packets to unknown port received.
cs: poèet paketù pøijmutých pro neznámý port: %d.

source: %d packet receive errors
cs: poèet chyb pøi pøíjmu paketù: %d

source: %d packets sent
cs: poèet odeslaných paketù: %d

source: %d SYN cookies sent
cs: poèet odeslaných SYN cookies: %d

source: %d SYN cookies received
cs: poèet pøijmutých SYN cookies: %d

source: %d invalid SYN cookies received
cs: poèet chybných pøíchozích SYN cookies: %d

source: %d resets received for embryonic SYN_RECV sockets
cs: poèet resetù pøijmutých pro sokety ve stavu SYN_PØÍCH: %d

source: %d packets pruned from receive queue because of socket buffer overrun
cs: poèet paketù odstranìných z fronty kvùli pøeteèení bufferu soketu: %d
