Repository: AcceleratedLinux/accelerated-linux
Catalog: lib/libidn/po/*.po
Languages: da, de, eo, nl, pl, ro, sr, sv

source: %s: Only one of -s, -e, -d, -a or -u can be specified.
da: %s: Kun en af -s, -e, -d, -a or -u kan angives.
de: %s: Nur eins von »-s«, »-e«, »-d«, »-a« oder »-u« kann angegeben werden.
eo: %s: Nur unu el -s, -e -d, -a aŭ -u povas esti donita.
nl: %s: Slechts één van -s, -e, -d, -a of -u kan worden opgegeven.
pl: %s: Mo¿na podaæ tylko jedno z -s, -e, -d, -a lub -u.
ro: %s: Numai una din opþiunile -s, -e, -d, -a sau -u poate fi specificatã.
sr: %s: Може бити задато само једно од: -s, -e, -d, -a или -u.
sv: %s: Bara en av -s, -e, -d, -a eller -u kan anges.

source: Charset `%s'.
da: Tegnsæt `%s'.
de: Zeichensatz »%s«.
eo: Signaro '%s'.
nl: Tekenset `%s'.
pl: Zestaw znaków `%s'.
sr: Скуп знакова „%s“.
sv: Teckenuppsättning `%s'.

source: Type each input string on a line by itself, terminated by a newline character.
da: Indtast hver streng på en særskilt linje, afsluttet med en ny linje.
de: Geben Sie jede Eingabezeichenkette in einer eigenen Zeile ein, durch einen Zeilenumbruch abgeschlossen.
eo: Tajpu ĉiun enigan ĉenon en propra linio, kun linifina signo ĉe la fino.
nl: Tik elke invoertekenreeks op een eigen regel, afgesloten met enter.
pl: Nale¿y podaæ ka¿dy ³añcuch w osobnej linii, zakoñczony znakiem nowej linii.
ro: Scrieþi fiecare ºir de intrare pe o singurã linie, terminatã cu un caracter linie-nouã.
sr: Куцајте улазну ниску на засебној линији, завршавајући знаком за нови ред.
sv: Mata in en sträng per rad.

source: %s: fgets() failed:
da: %s: fgets() fejlede:
de: %s: fgets() fehlgeschlagen:
eo: %s: fgets() malsukcesis:
nl: %s: fgets() mislukt:
pl: %s: fgets() nie powiod³o siê:
ro: %s: fgets() a eºuat:
sr: %s: fgets() није успео:
sv: %s: fel i fgets():

source: %s: could not convert from %s to UTF-8.
da: %s: kunne ikke omdanne fra %s til UTF-8.
de: %s: Konnte nicht von %s nach UTF-8 konvertieren.
eo: %s: ne povis konverti de %s al UTF-8.
nl: %s: kon niet converteren van %s naar UTF-8.
pl: %s: nie mo¿na przekonwertowaæ z %s na UTF-8.
ro: %s: nu am putut transforma din %s în UTF-8.
sr: %s: није могао да претвори из %s у UTF-8.
sv: %s: kunde inte konvertera från %s till UTF-8.

source: %s: could not convert from UTF-8 to UCS-4.
da: %s: kunne ikke omdanne fra UTF-8 til UCS-4.
de: %s: Konnte nicht von UTF-8 nach UCS-4 konvertieren.
eo: %s: ne povis konverti de UTF-8 al UCS-4.
nl: %s: kon niet converteren van UTF-8 naar UCS-4.
pl: %s: nie mo¿na przekonwertowaæ z UTF-8 na UCS-4.
ro: %s: nu am putut transforma din UTF-8 în UCS-4.
sr: %s: није могао да претвори из UTF-8 у UCS-4.
sv: %s: kunde inte konvertera från UTF-8 till UCS-4.

source: input[%d] = U+%04x
da: inddata[%d] = U+%04x
eo: enigo[%d] = U+%04x
nl: invoer[%d] = U+%04x
pl: wej¶cie[%d] = U+%04x
ro: intrare[%d] = U+%04x
sr: улаз[%d] = U+%04x
sv: in[%d] = U+%04x

source: %s: stringprep_profile() failed with error %d.
da: %s: stringprep_profile() fejlede med fejl %d.
de: %s: stringprep_profile() mit Fehler %d fehlgeschlagen.
eo: %s: stringprep_profile() malsukcesis kun eraro %d.
nl: %s: stringprep_profile() mislukt met fout %d.
pl: %s: stringprep_profile() nie powiod³o siê, b³±d %d.
ro: %s: stringprep_profile() a eºuat cu eroarea %d.
sr: %s: stringprep_profile() пријавио грешку „%d“.
sv: %s: stringprep_profile() misslyckades med fel %d.

source: output[%d] = U+%04x
da: uddata[%d] = U+%04x
eo: eligo[%d] = U+%04x
nl: uitvoer[%d] = U+%04x
pl: wyj¶cie[%d] = U+%04x
ro: ieºire[%d] = U+%04x
sr: излаз[%d] = U+%04x
sv: ut[%d] = U+%04x

source: %s: could not convert from UTF-8 to %s.
da: %s: kunne ikke omdanne fra UTF-8 til %s.
de: %s: Konnte nicht von UTF-8 nach %s konvertieren.
eo: %s: ne povis konverti de UTF-8 al %s.
nl: %s: kon niet converteren van UTF-8 naar %s.
pl: %s: nie mo¿na przekonwertowaæ z UTF-8 na %s.
ro: %s: nu am putut transforma din UTF-8 în %s.
sr: %s: није могао да претвори из UTF-8 у %s.
sv: %s: kunde inte konvertera från UTF-8 till %s.

source: %s: punycode_encode() failed with error %d.
da: %s: punycode_encode() fejlede med fejl %d.
de: %s: punycode_encode() mit Fehler %d fehlgeschlagen.
eo: %s: punycode_encode() malsukcesis kun eraro %d.
nl: %s: punycode_encode() mislukt met fout %d.
pl: %s: punycode_encode() nie powiod³o siê, b³±d %d.
ro: %s: punycode_encode() a eºuat cu eroarea %d.
sr: %s: punycode_encode() пријавио грешку „%d“.
sv: %s: punycode_encode() misslyckades med fel %d.

source: %s: malloc() failed:
da: %s: malloc() fejlede:
de: %s: malloc() fehlgeschlagen:
eo: %s: malloc() malsukcesis:
nl: %s: malloc() mislukt:
pl: %s: malloc() nie powiod³o siê:
ro: %s: malloc() a eºuat:
sr: %s: malloc() није успео:
sv: %s: fel i malloc():

source: %s: punycode_decode() failed with error %d.
da: %s: punycode_decode() fejlede med fejl %d.
de: %s: punycode_decode() mit Fehler %d fehlgeschlagen.
eo: %s: punycode_decode() malsukcesis kun eraro %d.
nl: %s: punycode_decode() mislukt met fout %d.
pl: %s: punycode_decode() nie powiod³o siê, b³±d %d.
ro: %s: punycode_decode() a eºuat cu eroarea %d.
sr: %s: punycode_decode() пријавио грешку „%d“.
sv: %s: punycode_decode() misslyckades med fel %d.

source: %s: could not convert from UCS-4 to UTF-8.
da: %s: kunne ikke omdanne fra UCS-4 til UTF-8.
de: %s: Konnte nicht von UCS-4 nach UTF-8 konvertieren.
eo: %s: ne povis konverti de UCS-4 al UTF-8.
nl: %s: kon niet converteren van UCS-4 naar UTF-8.
pl: %s: nie mo¿na przekonwertowaæ z UCS-4 na UTF-8.
ro: %s: nu am putut transforma din UCS-4 în UTF-8.
sr: %s: није могао да претвори из UCS-4 у UTF-8.
sv: %s: kunde inte konvertera från UCS-4 till UTF-8.

source: %s: idna_to_ascii_4z() failed with error %d.
da: %s: idna_to_ascii_4z() fejlede med fejl %d.
de: %s: idna_to_ascii_4z() mit Fehler %d fehlgeschlagen.
eo: %s: idna_to_ascii_4z() malsukcesis kun eraro %d.
nl: %s: idna_to_ascii_4z() mislukt met fout %d.
pl: %s: idna_to_ascii_4z() nie powiod³o siê, b³±d %d.
ro: %s: idna_to_ascii_4z() a eºuat cu eroarea %d.
sr: %s: idna_to_ascii_4z() пријавио грешку „%d“.
sv: %s: idna_to_ascii_4z() misslyckades med fel %d.

source: %s: TLD idna_to_unicode_8z8z() failed with error %d.
da: %s: TLD idna_to_unicode_8z8z() fejlede med fejl %d.
de: %s: TLD idna_to_unicode_8z8z() mit Fehler %d fehlgeschlagen.
eo: %s: TLD idna_to_unicode_8z8z() malsukcesis kun eraro %d.
nl: %s: TLD idna_to_unicode_8z8z() mislukt met fout %d.
pl: %s: idna_to_unicode_8z8z() dla TLD nie powiod³o siê, b³±d %d.
ro: %s: TLD idna_to_unicode_8z8z() a eºuat cu eroarea %d.
sr: %s: TLD idna_to_unicode_8z8z() пријавио грешку „%d“.
sv: %s: TLD idna_to_unicode_8z8z() misslyckades med fel %d.

source: %s: string rejected by TLD test (Unicode position %d)
da: %s: streng afvist af TLD-test (Unicode-position %d)
de: %s: Zeichenkette beim TLD-Test zurückgewiesen (Unicode position %d)
eo: %s: ĉeno malakceptita de TLD-kontrolo (unikoda loko %d)
nl: %s: tekenreeks verworpen door TLD test (Unicode positie %d)
pl: %s: ³añcuch odrzucony przez test dla TLD (pozycja unikodowa %d)
ro: %s: ºir refuzat de testul TLD (poziþia Unicode %d)
sr: %s: ниску одбацио TLD тест (Уникод место %d)
sv: %s: sträng förkastad av TLD test (Unicode position %d)

source: %s: tld_check_4z failed with error %d.
da: %s: tld_check_4z fejlede med fejl %d.
de: %s: tld_check_4z mit Fehler %d fehlgeschlagen.
eo: %s: tld_check_4z malsukcesis kun eraro %d.
nl: %s: tld_check_4z mislukt met fout %d.
pl: %s: tld_check_4z nie powiod³o siê, b³±d %d.
ro: %s: tld_check_4z a eºuat cu eroarea %d.
sr: %s: tld_check_4z пријавио грешку „%d“.
sv: %s: tld_check_4z misslyckades med fel %d.

source: %s: idna_to_unicode_8z4z() failed with error %d.
da: %s: idna_to_unicode_8z4z() fejlede med fejl %d.
de: %s: idna_to_unicode_8z4z() mit Fehler %d fehlgeschlagen.
eo: %s: idna_to_unicode_8z4z() malsukcesis kun eraro %d.
nl: %s: idna_to_unicode_8z4z() mislukt met fout %d.
pl: %s: idna_to_unicode_8z4z() nie powiod³o siê, b³±d %d.
ro: %s: idna_to_unicode_8z4z() a eºuat cu eroarea %d.
sr: %s: idna_to_unicode_8z4z() пријавио грешку „%d“.
sv: %s: idna_to_unicode_8z4z() misslyckades med fel %d.
