Repository: AcceleratedLinux/accelerated-linux
Catalog: user/samba/packaging/Debian/debian-sarge/po/*.po
Languages: cs

source: Character Set for Unix filesystem
cs: Znaková sada pro unixový souborový systém

source: You currently have a "character set" configured in your smb.conf. In Samba 3.0, this option is replaced by a new option, "unix charset". Please specify the character set you wish to use for theis new option, which controls how Samba interprets filenames on the file system.
cs: Momentálnì máte ve svém smb.conf nastavenou volbu "character set". V Sambì 3.0 je tato volba nahrazena volbou "unix charset". Zadejte, prosím, znakovou sadu, kterou chcete pou¾ít pro novou volbu. Tímto nastavíte, jak má Samba interpretovat názvy souborù v souborovém systému.

source: If you leave this option blank, your smb.conf will not be changed.
cs: Pokud nezadáte nic, vá¹ smb.conf se nezmìní.

source: Character Set for DOS clients
cs: Znaková sada pro DOSové klienty.

source: You currently have a "client code page" set in your smb.conf. In Samba 3.0, this option is replaced by the option "dos charset". Please specify the character set you wish to use for this new option. In most cases, the default chosen for you will be sufficient. Note that this option is not needed to support Windows clients, it is only for DOS clients. If you leave this option blank, your smb.conf will not be changed.
cs: Momentálnì máte ve svém smb.conf nastavenou volbu "client code page". V Sambì 3.0 je tato volba nahrazena volbou "dos charset". Zadejte, prosím, znakovou sadu, kterou chcete pou¾ít pro novou volbu. Ve vìt¹inì pøípadù postaèuje implicitní hodnota. Tato volba není potøebná pro Windowsové klienty, pouze pro DOSové klienty. Pokud nezadáte nic, vá¹ smb.conf se nezmìní.

source: Modify smb.conf to use WINS settings from DHCP?
cs: Upravit smb.conf, aby pou¾íval WINS nastavení z DHCP?

source: If your computer gets IP address information from a DHCP server on the network, the DHCP server may also provide information about WINS servers ("NetBIOS name servers") present on the network. This requires a change to your smb.conf file so that DHCP-provided WINS settings will automatically be read from /etc/samba/dhcp.conf.
cs: Pokud vá¹ poèítaè získává IP adresu z DHCP serveru, mù¾ete vám tento server nabízet také informace o WINS serverech (jmenných serverech NetBIOSu), které jsou dostupné ve va¹í síti. To vy¾aduje zásah do souboru smb.conf, kde se nastaví, aby se informace o WINS serverech naèítaly ze souboru /etc/samba/dhcp.conf.

source: You must have the dhcp3-client package installed to take advantage of this feature.
cs: Pro vyu¾ití této vlastnosti musíte mít nainstalovaný balík dhcp3-client.

source: Configure smb.conf through debconf?
cs: Konfigurovat smb.conf pøes debconf?

source: The rest of the configuration of Samba deals with questions that affect parameters in /etc/samba/smb.conf, which is the file used to configure the Samba programs (nmbd and smbd.) Your current smb.conf contains an 'include' line or an option that spans multiple lines, which could confuse debconf and require you to edit your smb.conf by hand to get it working again.
cs: Zbytek konfigurace Samby se zabývá otázkami, které mìní parametry v /etc/samba/smb.conf, co¾ je soubor pou¾ívaný pro nastavení programù nmbd a smbd (dohromady tvoøí Sambu). Vá¹ stávající smb.conf obsahuje øádek 'include' nebo volbu, která se táhne pøes více øádkù, co¾ mù¾e zmást debconf a mù¾e zpùsobit, ¾e pro znovuzprovoznìní Samby budete muset upravit smb.conf ruènì.

source: If you don't use debconf to configure smb.conf, you will have to handle any configuration changes yourself, and will not be able to take advantage of periodic configuration enhancements. Therefore, use of debconf is recommended if possible.
cs: Pokud pro konfiguraci smb.conf nepou¾íváte debconf, budete muset zvládnout v¹echna nastavení sami a nebudete moci vyu¾ívat výhod pravidelných vylep¹ení tohoto souboru. Z tohoto pohledu je pou¾ití debconf doporuèená volba.

source: Workgroup/Domain Name?
cs: Skupina/Doménové jméno?

source: This controls what workgroup your server will appear to be in when queried by clients. Note that this parameter also controls the Domain name used with the security=domain setting.
cs: Zde mù¾ete zadat jméno skupiny, do které má server patøit. Tímto parametrem také nastavíte doménové jméno pou¾ívané s nastavením security=domain.

source: Use password encryption?
cs: Pou¾ít ¹ifrování hesel?

source: Recent Windows clients communicate with SMB servers using encrypted passwords. If you want to use clear text passwords you will need to change a parameter in your Windows registry. It is recommended that you use encrypted passwords. If you do, make sure you have a valid /etc/samba/smbpasswd file and that you set passwords in there for each user using the smbpasswd command.
cs: Souèasní windowsoví klienti pou¾ívají pøi komunikaci se SMB servery za¹ifrovaná hesla. Pokud chcete pou¾ít hesla neza¹ifrovaná, musíte zmìnit jeden parametr v registrech systému Windows. Doporuèujeme pou¾ívat za¹ifrovaná hesla. Hesla mù¾ete jednotlivým u¾ivatelùm pøidat pøíkazem smbpasswd.

source: Create samba password database, /var/lib/samba/passdb.tdb?
cs: Vytvoøit databázi hesel /var/lib/samba/passdb.tdb?

source: To be compatible with the defaults in most versions of Windows, Samba must be configured to use encrypted passwords. This requires user passwords to be stored in a file separate from /etc/passwd. This file can be created automatically, but the passwords must be added manually (by you or the user) by running smbpasswd, and you must arrange to keep it up-to-date in the future. If you do not create it, you will have to reconfigure samba (and probably your client machines) to use plaintext passwords. See /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html from the samba-doc package for more details.
cs: Pro dosa¾ení co nejvìt¹í kompatibility s vìt¹inou verzí systému Windows musí být Samba nastavena, aby pou¾ívala ¹ifrovaná hesla. To vy¾aduje, aby byla hesla uchována mimo souboru /etc/passwd. Po¾adovaný soubor mù¾ete nechat vytvoøit automaticky, ale hesla do nìj musí být pøidána ruènì programem smbpasswd (buï vámi, nebo u¾ivatelem) a také jej musíte udr¾ovat aktualizovaný. Pokud jej nevytvoøíte, budete muset nastavit Sambu (a pravdìpodobnì také klienty), aby pou¾ívala ne¹ifrovaná hesla. Podrobnosti naleznete v /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html z balíku samba-doc.

source: Samba's log files have moved.
cs: Logovací soubory Samby se pøesunuly.

source: Starting with the first packages of Samba 2.2 for Debian the log files for both Samba daemons (nmbd and smbd) are now stored in /var/log/samba/. The names of the files are log.nmbd and log.smbd, for nmbd and smbd respectively.
cs: Od prvních debianích balíèkù Samby verze 2.2 jsou logovací soubory obou serverù (nmbd a smbd) umístìny ve /var/log/samba/. Názvy pøíslu¹ných souborù jsou log.nmbd a log.smbd.

source: The old log files that were in /var/log/ will be moved to the new location for you.
cs: Staré soubory z adresáøe /var/log/ budou pøesunuty na nové místo automaticky.

source: Running nmbd from inetd is no longer supported
cs: Spou¹tìní nmbd z inetd ji¾ není podporováno

source: Your system was previously configured to start nmbd and smbd from inetd. As of version 2.999+3.0.alpha20-4, nmbd will no longer be started from inetd. If you have modified your /etc/init.d/samba startup script, you may need to adjust it by hand now so that nmbd will start.
cs: Vá¹ systém byl pùvodnì nastaven, aby spou¹tìl nmbd a smbd z inetd. Od verze 2.999+3.0.alpha20-4 ji¾ nelze nmbd spou¹tìt z inetd. Pokud jste si upravili startovací skript /etc/init.d/samba, mo¾ná jej nyní budete muset upravit pro korektní start nmbd.

source: daemons, inetd
cs: démoni, inetd

source: How do you want to run Samba?
cs: Jak chcete spou¹tìt Sambu?

source: The Samba daemon smbd can run as a normal daemon or from inetd. Running as a daemon is the recommended approach.
cs: Server Samby smbd mù¾e bì¾et jako obyèejný démon (doporuèeno), nebo se mù¾e spou¹tìt z inetd.

source: Move /etc/samba/smbpasswd to /var/lib/samba/passdb.tdb?
cs: Pøesunout /etc/samba/smbpasswd do /var/lib/samba/passdb.tdb?

source: Samba 3.0 introduces a newer, more complete SAM database interface which supersedes the /etc/samba/smbpasswd file. Would you like your existing smbpasswd file to be migrated to /var/lib/samba/passdb.tdb for you? If you plan to use another pdb backend (e.g., LDAP) instead, you should answer 'no' here.
cs: Samba 3.0 zavedla nové, kompletnìj¹í rozhraní k SAM databázi, je¾ pøekonává pùvodní soubor /etc/samba/smbpasswd. Chcete pøevést stávající soubor smbpasswd na /var/lib/samba/passwd.tdb? Pokud plánujete pou¾ít jinou pdb databázi (tøeba LDAP), mìli byste odponìdìt 'ne'.

source: Your smb.conf will be re-written!
cs: Vá¹ smb.conf bude pøepsán!

source: SWAT will rewrite your smb.conf file. It will rearrange the entries and delete all comments, include= and copy= options. If you have a carefully crafted smb.conf then back it up or don't use SWAT!
cs: SWAT pøepí¹e vá¹ soubor smb.conf. Mj. pøeskládá polo¾ky a sma¾e v¹echny komentáøe a volby include= a copy=. Pokud máte pracnì odladìný smb.conf, tak si jej zazálohujte, nebo nepou¾ívejte SWAT!
