Repository: AcceleratedLinux/accelerated-linux
Catalog: user/samba/packaging/Debian/debian-unstable/po/*.po
Languages: de, pt

source: Character Set for Unix filesystem
de: Zeichensatz für Unix-Dateisystem
pt: Conjunto de caracteres para sistema de ficheiros UNIX

source: You currently have a "character set" configured in your smb.conf. In Samba 3.0, this option is replaced by a new option, "unix charset". Please specify the character set you wish to use for theis new option, which controls how Samba interprets filenames on the file system.
de: Sie haben zurzeit ein "character set" in Ihrer smb.conf angegeben. In Samba 3.0 wurde die Option durch die neue Option "unix charset" ersetzt. Bitte geben Sie einen Zeichensatz an, den Sie verwenden wollen. Dieser bestimmt, wie Samba Dateinamen auf dem Dateisystem interpretiert.
pt: Actualmente tem um "character set" configurado no seu smb.conf. No Samba 3.0, esta opção é substituída por uma nova opção, "unix charset". Por favor especifique o conjunto de caracteres para utilizar com esta nova opção, que controla como o Samba interpreta os nomes dos ficheiros no sistema de ficheiros.

source: If you leave this option blank, your smb.conf will not be changed.
de: Wenn Sie diese Option leer lassen, wird Ihre smb.conf nicht verändert.
pt: Se deixar esta opção vazia, o seu smb.conf não será alterado.

source: Character Set for DOS clients
de: Zeichensatz für DOS-Clients
pt: Conjunto de caracteres para clientes DOS

source: You currently have a "client code page" set in your smb.conf. In Samba 3.0, this option is replaced by the option "dos charset". Please specify the character set you wish to use for this new option. In most cases, the default chosen for you will be sufficient. Note that this option is not needed to support Windows clients, it is only for DOS clients. If you leave this option blank, your smb.conf will not be changed.
de: Zurzeit haben Sie "client code page" in Ihrer smb.conf angegeben. In Samba 3.0 wird diese Option durch die Option "dos charset" ersetzt. Bitte geben Sie den Zeichensatz an, den Sie für die neue Option benutzen wollen. In den meisten Fällen ist der standardmäßig gewählte Zeichensatz ausreichend. Bemerkung: Diese Option ist nur für das Betreiben von DOS-Clients notwendig, nicht für Windows-Clients. Wenn Sie diese Option leer lassen, wird Ihre smb.conf nicht verändert.
pt: Actualmente tem um "client code page" definido no seu smb.conf. No Samba 3.0, esta opção é substituída pela opção "dos charset". Por favor especifique o conjunto de caracteres que quer utilizar para esta nova opção. Na maioria dos casos, o valor por omissão escolhido para si será suficiente. Note que esta opção não é necessária para suportar clientes em Windows, é apenas para clientes em DOS. Se deixar esta opção vazia, o seu smb.conf não será alterado.

source: Modify smb.conf to use WINS settings from DHCP?
de: Soll smb.conf so abgeändert werden, dass WINS-Einstellungen von DHCP übernommen werden?
pt: Modificar o smb.conf para utilizar definições de WINS a partir de DHCP?

source: If your computer gets IP address information from a DHCP server on the network, the DHCP server may also provide information about WINS servers ("NetBIOS name servers") present on the network. This requires a change to your smb.conf file so that DHCP-provided WINS settings will automatically be read from /etc/samba/dhcp.conf.
de: Wenn Ihr Computer IP-Adress-Informationen von einem DHCP-Server bezieht, dann kann es sein, dass auch Informationen über WINS-Server zur Verfügung gestellt werden, sollten solche Server im Netzwerk vorhanden sein. Eine automatische Konfiguration von Samba mit diesen ermittelten Werten ist möglich, erfordert aber eine Änderung der smb.conf. Damit würden automatisch die WINS-Einstellungen aus der Datei /etc/samba/dhcp.conf übernommen.
pt: Se o seu computador obtém a informação do endereço IP a partir de um servidor de DHCP na rede, o servidor de DHCP pode também fornecer informação acerca de servidores de WINS ("servidor de nomes NetBIOS") presentes na rede. Isto requer uma alteração no seu ficheiro smb.conf de modo que as definições de WINS fornecidas por DHCP sejam automaticamente lidas a partir de /etc/samba/dhcp.conf.

source: You must have the dhcp3-client package installed to take advantage of this feature.
de: Sie müssen das Paket dhcp3-client installiert haben, um dieses Feature nutzen zu können.
pt: Tem de ter o pacote dhcp3-client instalado para tirar vantagem desta característica.

source: Configure smb.conf through debconf?
de: Soll smb.conf durch debconf konfiguriert werden?
pt: Configurar o smb.conf através de debconf?

source: The rest of the configuration of Samba deals with questions that affect parameters in /etc/samba/smb.conf, which is the file used to configure the Samba programs (nmbd and smbd.) Your current smb.conf contains an 'include' line or an option that spans multiple lines, which could confuse debconf and require you to edit your smb.conf by hand to get it working again.
de: Ihre aktuelle smb.conf enthält mindestens eine 'include'-Zeile oder mindestens eine mehrzeilige Option. Dies kann zu einer fehlerhaft generierten smb.conf-Datei führen. Es kann daher nötig werden, dass Sie Ihre smb.conf manuell korrigieren müssen, um den ordnungsgemäßen Betrieb von Samba zu gewährleisten.
pt: O resto da configuração de Samba trata de questões que afectam parâmetros em /etc/samba/smb.conf, que é o ficheiro utilizado para configurar os programas de Samba (nmbd e smbd). O seu smb.conf actual contém uma linha 'include' ou uma opção que se espalha em multiplas linhas, a qual pode confundir o debconf e necessitar que você edite à mão o smb.conf par o ter novamente operacional.

source: If you don't use debconf to configure smb.conf, you will have to handle any configuration changes yourself, and will not be able to take advantage of periodic configuration enhancements. Therefore, use of debconf is recommended if possible.
de: Wenn Sie debconf nicht zur Konfiguration der smb.conf benutzen, werden Sie jede Änderung an der Konfiguration manuell vornehmen müssen. Erweiterungen der Konfiguration - in neueren Versionen - werden nicht automatisch in smb.conf einfließen. Daher ist das Benutzen von debconf empfohlen, falls möglich.
pt: Se não utilizar o debconf para configurar o smb.conf, terá de lidar você mesmo com quaisquer alterações da configuração, e não poderá tirar partido de melhorias de configuração periódicas. Assim sendo, a utilização do debconf é remomendada se possível.

source: Workgroup/Domain Name?
de: Arbeitsgruppe/Domain Name?
pt: Nome do Grupo de trabalho/Domínio ?

source: This controls what workgroup your server will appear to be in when queried by clients. Note that this parameter also controls the Domain name used with the security=domain setting.
de: Diese Einstellung gibt an, in welcher Arbeitsgruppe dieser Server bei Anfragen erscheint. Bemerkung: Dieser Parameter setzt auch den Domain Name, welcher in der Option security=domain verwendet wird.
pt: Isto controla qual o grupo de trabalho em que o seu servidor vai aparecer quando questionado pelos clientes. Note que este parâmetro também controla o nome de Domínio quando utilizado com a definição security=domain.

source: Use password encryption?
de: Verschlüsselte Passwörter verwenden?
pt: Utilizar encriptação de passwords?

source: Recent Windows clients communicate with SMB servers using encrypted passwords. If you want to use clear text passwords you will need to change a parameter in your Windows registry. It is recommended that you use encrypted passwords. If you do, make sure you have a valid /etc/samba/smbpasswd file and that you set passwords in there for each user using the smbpasswd command.
de: Neuere Windows-Versionen kommunizieren mit SMB-Servern und benutzen dabei verschlüsselte Passworte. Wenn Sie Passworte im Klartext verwenden wollen, dann müssen Sie einen bestimmten Parameter in der Windows Registry ändern. Es ist empfohlen verschlüsselte Passwörter zu verwenden. Falls Sie verschlüsselte Passwörter verwenden, stellen Sie sicher, dass Sie eine gültige /etc/samba/smbpasswd-Datei haben und dass die Passworte für jeden User mit dem Samba-Hilfsprogramm smbpasswd gesetzt wurden.
pt: Os clientes de Windows recentes comunicam com servidores de SMB utilizando passwords encriptadas. Se deseja utilizar passwords de texto puro você vai necessitar alterar um parâmetro no seu registo do Windows. É recomendado que utilize passwords encriptadas. Se o fizer, assegure-se que tem um ficheiro /etc/samba/smbpasswd válido e que defina lá passwords para cada um dos utilizadores utilizando o comando smbpasswd.

source: Create samba password database, /var/lib/samba/passdb.tdb?
de: Samba-Passwort-Datenbank in /var/lib/samba/passdb.tdb erstellen?
pt: Criar base de dados de passwords samba, /var/lib/samba/passdb.tdb?

source: To be compatible with the defaults in most versions of Windows, Samba must be configured to use encrypted passwords. This requires user passwords to be stored in a file separate from /etc/passwd. This file can be created automatically, but the passwords must be added manually (by you or the user) by running smbpasswd, and you must arrange to keep it up-to-date in the future. If you do not create it, you will have to reconfigure samba (and probably your client machines) to use plaintext passwords. See /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html from the samba-doc package for more details.
de: Um mit den neusten Versionen von Windows kompatibel zu sein, muss Samba mit verschlüsselten Passwörtern konfiguriert werden. Dies zwingt jedoch dazu, die Benutzer-Passwörter in einer anderen Datei als /etc/passwd zu speichern. Diese andere Datei kann automatisch erzeugt werden, jedoch müssen die Passwörter manuell ergänzt werden (von Ihnen oder dem Benutzer) durch das Ausführen von smbpasswd. Zusätzlich müssen Vorkehrungen getroffen werden, die Passwörter in Zukunft aktuell zu halten. Wenn Sie die Datei nicht erstellen, müssen Sie Samba anders konfigurieren (und möglicherweise die Clients auch), um unverschlüsselte Passwörter zu benutzen. Siehe /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html des Pakets samba-doc für weitere Details.
pt: Para ser compatível com valores por omissão na maioria das versões do Windows, o Samba tem de ser configurado para utilizar passwords encriptadas. Isto requer que as passwords de utilizador sejam guardadas num ficheiro separado de /etc/passwd. Este ficheiro pode ser criado automaticamente, mas as passwords têm de ser adicionadas manualmente (por si ou pelo utilizador) executando o comando smbpasswd, e você tem de mantê-las actualizadas no futuro. Se não o criar, você terá de reconfigurar o samba (e provavelmente as máquinas clientes) para utilizar passwords de texto puro. Veja /usr/share/doc/samba-doc/htmldocs/ENCRIPTION.html do pacote samba-doc para mais detalhes.

source: Samba's log files have moved.
de: Sambas Log-Dateien wurden verschoben.
pt: Os ficheiros de log de Samba foram movidos.

source: Starting with the first packages of Samba 2.2 for Debian the log files for both Samba daemons (nmbd and smbd) are now stored in /var/log/samba/. The names of the files are log.nmbd and log.smbd, for nmbd and smbd respectively.
de: Beginnend mit den ersten Paketen von Samba 2.2 für Debian befinden sich die Log-Dateien für beide Samba-Prozesse (nmbd und smbd) jetzt in /var/log/samba/. Die Namen der Dateien sind log.nmbd und log.smbd.
pt: Desde os primeiros pacotes para Debian de Samba 2.2 que os ficheiros de log para ambos os daemons de Samba (nmbd e smbd) são agora guardados em /var/log/samba/. Os nomes dos ficheiros são respectivamente log.nmbd e log.smbd, para o nmbd e smbd.

source: The old log files that were in /var/log/ will be moved to the new location for you.
de: Die alten Log-Dateien, welche in /var/log/ waren, werden für Sie in das neue Verzeichnis verschoben.
pt: Os ficheiros de log antigos que estavam em /var/log/ vão ser movidos, para si, para a nova localização.

source: Running nmbd from inetd is no longer supported
de: Starten von nmbd über inetd wird nicht mehr unterstützt
pt: Executar o nmbd a partir de inetd já não é suportado

source: Your system was previously configured to start nmbd and smbd from inetd. As of version 2.999+3.0.alpha20-4, nmbd will no longer be started from inetd. If you have modified your /etc/init.d/samba startup script, you may need to adjust it by hand now so that nmbd will start.
de: Ihr System war zuvor so konfiguriert, dass es nmbd und smbd über inetd startete. Seit Version 2.999+3.0.alpha20-4 wird nmbd nicht länger über inetd gestartet. Sollten Sie Ihr Startup-Skript /etc/init.d/samba abgeändert haben, müssen Sie für einen korrekten Start von nmbd möglicherweise manuelle Korrekturen vornehmen.
pt: O seu sistema foi previamente configurado para iniciar o nmbd e smbd a partir de inetd. A partir da versão 2.999+3.0.alpha20-4, o nmbd já não inicia a partir do inetd. Se você modificou o seu script de inicialização /etc/init.d/samba, pode ter de o ajustar agora à mão de modo a que o nmbd inicie.

source: How do you want to run Samba?
de: Wie wollen Sie Samba starten?
pt: Como deseja correr o Samba?

source: The Samba daemon smbd can run as a normal daemon or from inetd. Running as a daemon is the recommended approach.
de: Der Samba-Prozess smbd kann als normaler Hintergrunddienst (Daemon) laufen oder über inetd gestartet werden. Ersteres wird jedoch empfohlen.
pt: O daemon de Samba smbd pode correr como um daemon normal ou a partir de inetd. Executá-lo como um daemon é a aproximação recomendada.

source: Move /etc/samba/smbpasswd to /var/lib/samba/passdb.tdb?
de: Soll /etc/samba/smbpasswd nach /var/lib/samba/passdb.tdb verschoben werden?
pt: Mover /etc/samba/smbpasswd para /var/lib/samba/passdb.tdb?

source: Samba 3.0 introduces a newer, more complete SAM database interface which supersedes the /etc/samba/smbpasswd file. Would you like your existing smbpasswd file to be migrated to /var/lib/samba/passdb.tdb for you? If you plan to use another pdb backend (e.g., LDAP) instead, you should answer 'no' here.
de: Samba 3.0 führt eine neue, komplexere SAM-Datenbank-Schnittstelle ein, welche die Datei /etc/samba/smbpasswd ablöst. Wollen Sie Ihre bestehende smbpasswd-Datei nach /var/lib/samba/passdb.tdb migrieren? Wenn Sie planen ein anderes pdb-Backend (z.B. LDAP) zu verwenden, sollten Sie hier mit 'Nein' antworten.
pt: O Samba 3.0 introduz um novo e mais completo interface com a base de dados SAM, que suplanta o ficheiro /etc/samba/smbpasswd. Deseja que o seu ficheiro existente smbpasswd seja migrado para /var/lib/samba/passdb.tdb para si? Se planeia utilizar em vez disso outro backend pdb (e.g., LDAP), deve responder aqui 'no'.

source: Your smb.conf will be re-written!
de: Ihre smb.conf wird überschrieben!
pt: A sua configuração smb.conf será re-escrita!

source: SWAT will rewrite your smb.conf file. It will rearrange the entries and delete all comments, include= and copy= options. If you have a carefully crafted smb.conf then back it up or don't use SWAT!
de: SWAT wird Ihre smb.conf überschreiben. Es wird die Einträge umorganisieren und alle Kommentare, sowie die Optionen include= und copy=, löschen. Wenn Sie eine mühsam erstellte smb.conf haben, machen Sie eine Datensicherung oder benutzen Sie SWAT nicht!
pt: O SWAT irá reescrever o seu ficheiro smb.conf. Irá reordenar as entradas e apagar todos os comentários, e opções include= e copy=. Se tem um smb.conf cuidadosamente trabalhado faça uma cópia de segurança dele ou não utilize o SWAT!
